Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/press_releases_fi/27_10_2014_koulutussuun.pdf.tmx
Source language: fin
Languages: sme

source: Saamen kielikylpy koulussa – miten tuen omaa kieltä ja kulttuuria opetuksessa 6 op (162 h)
sme: Sámegielat giellalávgun skuvllas – mo doarjjun iežan giela ja kultuvrra oahpahusas ? 6 oč (162 h)

source: Lähiopetusta yhteensä 60 h opiskelijan itsenäistä työtä 102 h 24 h teoriaopetusta 36 h ryhmäohjausta 102 h opiskelijan itsenäistä työtä (aktiivista työpajatyöskentelyä / kirjallisuutta ja / tai essee ja / tai oppimistehtävä)
sme: Lagašoahpahus oktiibuot 60 h, studeantta iehčanas bargu 102 h 24 h teoriijaoahpahus 36 h joavkobagadeapmi 102 h studeantta iehčanas bargu (aktiivvalaš bargobádjebargu / girjjálašvuohta ja/dahje essea ja/dahje oahppanbargobihttá

source: Saamelaisopetus tarkoittaa saamen kielen ja saamenkielistä sekä saamelaisen kulttuurin opetusta.
sme: Sámeoahpahusain oaivvildit sámegiela ja sámegielat sihke sámekultuvrra oahpahusa.

source: Niiden taustalla on periaate lasten ja nuorten oikeudesta omaan etniseen identiteettiin ja kulttuuriseen jatkuvuuteen.
sme: Daid duogážin lea prinsihpa mánáid ja nuoraid vuoigatvuođas iežaset etnihkalaš identitehttii ja kultuvrralaš jotkkolašvuhtii.

source: Saamen kielikylpyopetuksella tarkoitetaan sitä saamenkielistä opetusta, jossa saame ei ole lasten ensiksi opittu äidinkieli ja jonka tavoitteena on vahvistaa kielellisesti heikommista lähtökohdista tulevien lasten saamen kieltä.
sme: Sámegielat giellalávgunoahpahusain oaivvilduvvo dakkár sámegielat oahpahus, mas sámegiella ii leat mánáid vuosttamužžan oahppan eatnigiella, ja man ulbmilin lea nannet gielalaččat rašit vuolggasajiin boahtán mánáid sámegiela.

source: Kielikylpymenetelmän tunteminen ja soveltaminen saamelaisopetukseen tukee myös saamea äidinkielenään puhuville annettavaa saamenkielistä opetusta.
sme: Giellalávgunmetodaid dovdan ja heiveheapmi sámeoahpahussii doarju maiddái dakkár mánáid sámegielat oahpahusa, geaid eatnigiellan lea sámegiella.

source: Myös äidinkielisten kielellinen tausta on usein heterogeeninen.
sme: Maiddái eatnigielagiid gielalaš duogáš lea dávjá heterogenalaš.

source: Saamelaisopetuksen pedagoginen kehittäminen tarkoittaa mm. opettajien ammattitaidon kehittämistä siten, että he voivat entistä paremmin ottaa opetuksessa huomioon kielellisesti ja kulttuurisesti heterogeenisen oppilasryhmän.
sme: Sámeoahpahusa pedagogalaš ovddideapmi dárkkuha ee. oahpaheaddjiid ámmátdáiddu ovddideami nu, ahte sii bastet vel buorebut go ovdal vuhtiiváldit gielalaččat ja kultuvrralaččat heterogenalaš oahppijoavkku.

source: Saamelaisopettajilla on paljon kokemuksia heterogeenisen oppilasryhmän opettamisesta. Monet ovat jo pitkään toteuttaneet kielikylvyn periaatteita opetuksessaan, vaikka opetusta ei ole määritelty virallisesti kielikylvyksi opetussuunnitelmassa.
sme: Máŋggat leat juo guhká ollašuhttán giellalávguma prinsihpaid iežaset oahpahanbarggus, vaikko oahpahus ii leat meroštallojuvvon virggálaččat giellalávgumin oahppaplánas.

source: Koulutus mahdollistaa eri alueilla ja eri-ikäisten lasten kanssa työskentelevien opettajien tiedon ja kokemusten jakamisen.
sme: Skuvlen dahká vejolažžan sierra guovlluin ja sierraahkásaš mánáiguin doaibmi oahpaheaddjiid dieđu ja vásáhusaid juohkima.

source: Koulutuksen ensisijaisena tavoitteena on antaa opettajille mahdollisuuksia kehittää uusia menetelmiä saamen kielellä opettamiseen ja kielen elvyttämiseen koulutyössä, tarjota heille työskentelyareena ja välineitä kielikylpyopetukseen käytännön koulutyössä.
sme: Skuvlema ulbmilin lea ovdasajis addit oahpaheaddjiide vejolašvuođa ovddidit ođđa metodaid sámegielat oahpahussii ja giellaealáskahttimii skuvllas, fállat sidjiide bargoárena ja reaidduid giellalávgunoahpahussii beaivválaš skuvlabarggus.

source: Toisena tärkeänä tavoitteena on valmistautuminen esi- ja perusopetuksen uusien opetussuunnitelmien käyttöönottamiseen saamelaisopetuksessa.
sme: Nubbin dehálaš ulbmilin lea ráhkkanit ovda- ja vuođđooahpahusa ođđa oahppaplánaid atnuiváldimii sámeoahpahusas.

source: Koulutuksen tavoitteena on luoda tiiviimmät tiedonvaihdon käytännöt ja lisätä opetushenkilöstön tietoa lainsäädännön suomista saamelaisopetuksen mahdollisuuksista käytännössä.
sme: Skuvlema ulbmilin lea duddjot deahttásut geavadiid dieđuid molsuma várás ja lasihit oahpahusbargiid dieđu das, makkár vejolašvuođaid láhkaásaheapmi fállá beaivválaš sámeoahpahusas.

source: Kielikysymys saamelaisopetuksessa sisältää kielen säilymisen tavoitteen: omakielisen opetuksen mahdollistamisen saamea äidinkielenään puhuville ja kielen opettamisen kieltä osaamattomille tai sitä heikommin puhuville.
sme: Giellagažaldat sámeoahpahusas sisttisdoallá viggamuša seailluhit giela: vejolašvuođa oahpahit sámegiela eatnigiellan hubmiide sin iežaset gillii ja fállat giellaoahpahusa daidda, geat eai máhte giela dahje geaid giellamáhttu leat rašes dilis.

source: Yhdessä nämä muodostavat kielen revitalisaation periaatteen eli sen, että kieli siirtyy eteenpäin mahdollisimman laajalla puhujapohjalla.
sme: Ovttas dáin šaddá giela revitalisašuvnna prinsihppa dahjege dat, ahte giella sirdašuvvá ovddos guvlui nu máŋggain hubmiin go vejolaš.

source: Kaikille yhteisenä tavoitteena on lasten ja nuorten kasvaminen aktiiviseen ja toiminnalliseen kaksikielisyyteen ja siten saamen kielten aktiivisten käyttäjien määrän kasvaminen.
sme: Buohkaid oktasaš ulbmilin lea mánáid ja nuoraid bajásšaddan aktiivvalaš ja doaibmi guovttegielalašvuhtii ja dađi mielde sámegielaid aktiivvalaš geavaheaddjiid logu lassáneapmi.

source: Kulttuurikysymys saamelaisopetuksessa viittaa opetuksen rooliin kielen, kulttuurin ja perinteisen tiedon ja taitojen siirtäjänä nuoremmille sukupolville.
sme: Kulturgažaldat sámeoahpahusas čujuha oahpahusa sajádahkii giela, kultuvrra ja árbevirolaš dieđu ja dáidduid sirdin nuorat sohkabuolvvaide.

source: Saamelaisopettajien osaamisen tukeminen ja saamelaisten kasvatusarvojen mukaisten pedagogisten ratkaisujen ja didaktisten toimintamallien kehittäminen opetuksessa on ajankohtainen ja tarpeellinen tehtävä.
sme: Sámeoahpaheaddjiid máhtu doarjun sihke pedagogalaš čovdosiid ja didaktalaš doaibmanmálliid ovddideapmi oahpahusas sápmelaš bajásgeassinárvvuid vuođul lea áigeguovdilis ja dárbbašlaš bargu.

source: Koulutuksen sisältö:
sme: Skuvlejumi sisdoallu:

source: I Johdanto / Varhainen täydellinen kielikylpy Suomessa / Kielikylpy ja lapsen kielellinen kehitys 1 op
sme: I Álggaheapmi / Árradis dievaslaš giellalávgun Suomas / Giellalávgun ja máná gielalaš ovdáneapmi 1 oč..

source: Tavoitteet: Tavoitteena on, että saamelaisopetuksen henkilöstö saa perustavat tiedot lapsen kielellisestä kehityksestä, kielikylvystä opetusmenetelmänä, käsitteistä, teoreettisesta viitekehyksestä, käytännön toteutuksesta, kokemuksista ja oppimistuloksista.
sme: Ulbmilat: Ulbmilin lea, ahte sámeoahpahusa bargiid ožžot vuođđodieđuid máná gielalaš ovdáneamis, giellalávgumis oahpahusmetodan, doahpagiin, teorehtalaš referensarámas, geavatlaš ollašuhttimis, vásáhusain ja oahppanbohtosiin.

source: Työpajatyöskentelyn tehtävänä on käsitellä miten tämä tieto on sovellettavissa saamelaisopetukseen.
sme: Bargobájiin suokkardallojuvvo, mot dát diehtu heivehuvvo sámeoahpahussii.

source: Toteutustapa: Lähiopetus, ohjattu työpajatyöskentely ja oppimistehtävät.
sme: Čađaheapmi: Lagašoahpahus, bagaduvvon bargobádjebargu ja oahppanbargobihtát.

source: II Saamenkielisen kielikylvyn perusteet 1 op
sme: II Sámegielat giellalávguma vuođuštusat 1 oč..

source: Tavoitteet: Tavoitteena on, että saamelaisopetuksen henkilöstö saa perustavat tiedot yksilön ja yhteisön kielenelvytyksestä, kielikylpymenetelmistä saamelaisessa yhteisössä, kaksi- ja monikielisyydestä saamelaislasten opetuksessa sekä saamelaisesta pedagogiikasta saamelaisen kielikylvyn perustana.
sme: Ulbmilat: Ulbmilin lea, ahte sámeoahpahusa bargit ožžot vuođđodieđuid ovttaskas olbmo ja servodaga giellaealáskahttimis, giellalávgunmetodain sámi servodagas, guovtte- ja máŋggagielalašvuođas sámemánáid oahpahusas sihke sámi pedagogihkas sámi giellalávguma vuođđun.

source: III Konkreettiset kielikylpymenetelmät saamelaisopetuksessa 3 op
sme: III Konkrehtalaš giellalávgunmetodat sámeoahpahusas 3 oč..

source: Tavoitteet: Saamelaisopetuksen henkilöstön kielikylpyopetuksen pedagogisten ja ainehallinnallisten taitojen lisääminen, joiden avulla voidaan kehittää uusia saamen kielen ja kulttuurin huomioivia pedagogisia käytäntöjä.
sme: Ulbmilat: Ulbmilin lea lasihit sámeoahpahusa bargiid pedagogalaš ja ávdnasiidda guoski dáidduid, maid vehkiin sáhttá duddjot ođđa, sámegiela ja – kultuvrra vuhtiiváldi pedagogalaš geavadiid.

source: Saamelaisopetuksen henkilöstö saa tietoa ja taitoja kielikylpyopetuksessa käytettävistä opetusmenetelmistä ja siitä, miten menetelmät ovat sovellettavissa saamelaisopetukseen.
sme: Sámeoahpahusa bargit ožžot dieđuid ja dáidduid giellalávgunoahpahusas geavahuvvon oahpahusmetodain ja das, mot metodaid sáhttá heivehit sámeoahpahussii.

source: IV Saamen kielikylvyllä aktiiviseksi kielenkäyttäjäksi 1 op
sme: IV Sámegielat giellalávgumiin aktiivvalaš gielageavaheaddjin 1 oč..

source: Tavoitteet: Tavoitteena on, että saamelaisopetuksen henkilöstö vahvistaa osaamistaan saamelaisen kulttuurin ja kielen välittäjänä.
sme: Ulbmilat: Ulbmilin lea, ahte sámeoahpahusa bargit nannejit iežaset máhtu sámi kultuvrra ja giela sirdin.

source: Opintojaksossa perehdytään kielikylvyn merkitykseen saamen kielen oppimisessa ja saamen kielten elvytyksessä, tarkastellaan lapsen opintopolkua kielellisen kasvun näkökulmasta.
sme: Oahppobajis studeanttat besset sisa giellalávguma mearkkašupmái sámegiela oahppamis ja sámegielaid ealáskahttimis sihke geahčadit máná oahppanbálgá bajásšaddama geahččanguovllus.

source: Toteutustapa: Lähiopetus, työpajatyöskentely ja oppimistehtävät.
sme: Čađaheapmi: Lagašoahpahus, bagaduvvon bargobádjebargu ja oahppanbargobihtát.
